tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "muesli/tap"
brew "adr-tools"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "cocoapods", link: false
brew "deno"
brew "fastlane"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "openjdk"
brew "gradle"
brew "jq"
brew "mackup"
brew "mas"
brew "node"
brew "nvm"
brew "redis"
brew "ruby"
brew "wget"
brew "yarn"
brew "dart-lang/dart/dart"
brew "muesli/tap/duf"
cask "1password"
cask "alfred"
cask "aws-vault"
cask "dropbox"
cask "falcon-sql-client"
cask "firefox"
cask "font-asap"
cask "font-eb-garamond"
cask "font-fira-code"
cask "font-input"
cask "font-inter"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-source-code-pro"
cask "font-trebuchet-ms"
cask "google-chrome"
cask "google-drive-file-stream"
cask "nosql-workbench-for-amazon-dynamodb"
cask "notion"
cask "oracle-jdk"
cask "paw"
cask "skype"
cask "slack"
cask "spotify"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "visual-studio-code"
mas "Dato", id: 1470584107
mas "Evernote", id: 406056744
mas "GoPro Player", id: 1460836908
mas "HEIC Converter", id: 1294126402
mas "iA Writer Classic", id: 439623248
mas "Icon Set Creator", id: 939343785
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "StuffIt Expander", id: 405580712
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
