tap "aws/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "planetscale/tap"
tap "superfly/tap"
# brew "frum"
# brew "gh"
# brew "heroku/brew/heroku"
# brew "k6"
# brew "oauth2l"
# brew "openjdk"
# brew "python@3.9"
# brew "sevenzip"
# brew "shopify/shopify/shopify-cli"
# brew "yarn"
# cask "alfred"
# cask "android-studio"
# cask "blackhole-2ch"
# cask "fig"
# cask "font-trebuchet-ms"
# cask "google-cloud-sdk"
# cask "liberica-jdk18-lite"
# cask "notion"
# cask "nvidia-geforce-now"
# cask "remarkable"
# mas "GarageBand", id: 682658836
# mas "iMovie", id: 408981434
# tap "bell-sw/liberica"
# tap "github/gh"
# tap "heroku/brew"
# tap "shopify/shopify"
# vscode "Dart-Code.dart-code"
# vscode "Dart-Code.flutter"
# vscode "GitHub.copilot"
# vscode "GitHub.copilot-chat"
# vscode "GitHub.copilot-labs"
# vscode "KidkArolis.vscode-healthier"
# vscode "Prisma.prisma"
# vscode "Tyriar.sort-lines"
# vscode "Vue.volar"
# vscode "Vue.vscode-typescript-vue-plugin"
# vscode "adpyke.vscode-sql-formatter"
# vscode "aeschli.vscode-css-formatter"
# vscode "astro-build.astro-vscode"
# vscode "bierner.github-markdown-preview"
# vscode "bierner.markdown-checkbox"
# vscode "bierner.markdown-emoji"
# vscode "bierner.markdown-mermaid"
# vscode "bierner.markdown-preview-github-styles"
# vscode "bierner.markdown-yaml-preamble"
# vscode "bradlc.vscode-tailwindcss"
# vscode "dawhite.mustache"
# vscode "fabianlauer.vs-code-xml-format"
# vscode "github.vscode-github-actions"
# vscode "matt-meyers.vscode-dbml"
# vscode "ms-azuretools.vscode-docker"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-toolsai.jupyter"
# vscode "ms-toolsai.jupyter-keymap"
# vscode "ms-toolsai.jupyter-renderers"
# vscode "ms-toolsai.vscode-jupyter-cell-tags"
# vscode "ms-toolsai.vscode-jupyter-slideshow"
# vscode "ms-vsliveshare.vsliveshare"
# vscode "numso.prettier-standard-vscode"
# vscode "redhat.vscode-xml"
# vscode "tanhakabir.rest-book"
# vscode "zamerick.vscode-caddyfile-syntax"
brew "aws-cdk"
brew "aws/tap/lightsailctl"
brew "awscli"
brew "bash"
brew "caddy"
brew "cocoapods"
brew "csvkit"
brew "eza"
brew "dart-lang/dart/dart"
brew "fastlane"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "git"
brew "go"
brew "gradle"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
brew "mysql-client"
brew "nmap"
brew "oha"
brew "p7zip"
brew "planetscale/tap/pscale"
brew "postgresql@14"
brew "python@3.11"
brew "ruby"
brew "slides"
brew "subversion"
brew "wget"
cask "1password"
cask "aws-vault"
cask "cursor"
cask "cyberduck"
cask "discord"
cask "dropbox"
cask "elgato-control-center"
cask "font-eb-garamond"
cask "font-fira-code"
cask "font-input"
cask "font-inter"
cask "font-roboto"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "microsoft-teams"
cask "mysql-shell"
cask "orbstack"
cask "slack"
cask "spotify"
cask "telegram"
cask "temurin"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
mas "Dato", id: 1470584107
mas "Evernote", id: 406056744
mas "HEIC Converter", id: 1294126402
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835