tap "dart-lang/dart"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "planetscale/tap"
tap "shopify/shopify"
# brew "asdf"
# brew "bash-completion@2"
# brew "helm"
# brew "k6"
# brew "node"
# brew "openapi-generator"
# brew "serverless"
# brew "sqlcipher"
# brew "subversion"
# brew "telegraf"
brew "aws-cdk"
brew "awscli"
brew "bash"
brew "cocoapods", link: false
brew "dart-lang/dart/dart"
brew "docker", link: false
brew "fastlane"
brew "ffmpeg"
brew "fish"
brew "frum"
brew "git"
brew "go"
brew "gradle"
brew "heroku/brew/heroku"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
# brew "node@14"
brew "nvm"
brew "openjdk"
brew "planetscale/tap/pscale"
brew "postgresql"
brew "python@3.9"
brew "ruby"
brew "shopify/shopify/shopify-cli"
brew "wget"
brew "yarn"
cask "1password"
cask "alfred"
cask "android-studio"
cask "aws-vault"
cask "blackhole-2ch"
cask "discord"
cask "dropbox"
cask "dynobase"
cask "elgato-control-center"
cask "fig"
cask "figma"
cask "font-eb-garamond"
cask "font-fira-code"
cask "font-input"
cask "font-inter"
cask "font-source-code-pro"
cask "font-trebuchet-ms"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "notion"
cask "nvidia-geforce-now"
cask "paw"
cask "remarkable"
cask "slack"
cask "spotify"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
mas "Dato", id: 1470584107
mas "Evernote", id: 406056744
mas "HEIC Converter", id: 1294126402
mas "Magnet", id: 441258766
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835