tap "aws/tap"
#tap "dart-lang/dart"
# tap "homebrew/bundle"
# tap "homebrew/cask-fonts"
# tap "homebrew/cask-versions"
tap "nrwl/nx"
# tap "stripe/stripe-cli"
# brew "act"
brew "aws-cdk"
brew "awscli"
brew "bash"
# brew "caddy"
# brew "ruby"
# brew "cocoapods"
# brew "csvkit"
brew "direnv"
# brew "dory"
# brew "dotnet"
brew "eza"
# brew "fastlane"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
# brew "go"
# brew "openjdk"
# brew "gradle"
# brew "icu4c@76"
# brew "imagemagick"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
brew "maven"
# brew "mysql"
# brew "mysql-client"
# brew "neofetch"
# brew "nmap"
# brew "oha"
brew "p7zip"
# brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "postgresql@16", link: true
# brew "python@3.11"
# brew "redis"
brew "ripgrep"
# brew "rust"
# brew "slides"
brew "subversion"
brew "wget"
# brew "aws/tap/lightsailctl"
brew "nrwl/nx/nx"
# brew "stripe/stripe-cli/stripe"
cask "1password"
# cask "arctype"
cask "aws-vault"
cask "beekeeper-studio"
cask "cursor"
cask "cyberduck"
cask "devutils"
cask "discord"
cask "dropbox"
cask "dynobase"
cask "elgato-control-center"
cask "rapidapi"
# cask "flutter"
# cask "font-eb-garamond"
cask "font-fira-code"
cask "font-input"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto"
cask "ghostty"
cask "google-chrome"
# cask "google-drive"
cask "microsoft-auto-update"
# cask "mysql-shell"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "telegram"
# cask "temurin"
cask "visual-studio-code"
cask "zoom"
mas "Dato", id: 1470584107
# mas "Evernote", id: 406056744
mas "HEIC Converter", id: 1294126402
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
# mas "Perplexity", id: 6714467650
mas "Pixelmator Pro", id: 1289583905
# mas "reMarkable", id: 1276493162
# mas "Repo Prompt", id: 0
mas "TestFlight", id: 899247664
mas "Valheim", id: 1554294918
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "aeschli.vscode-css-formatter"
# vscode "astro-build.astro-vscode"
# vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
# vscode "codeium.codeium"
# vscode "dart-code.dart-code"
# vscode "dart-code.flutter"
# vscode "dawhite.mustache"
vscode "fabianlauer.vs-code-xml-format"
# vscode "github.copilot"
# vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
# vscode "kidkarolis.vscode-healthier"
vscode "matt-meyers.vscode-dbml"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
# vscode "ms-python.debugpy"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-toolsai.jupyter"
# vscode "ms-toolsai.jupyter-keymap"
# vscode "ms-toolsai.jupyter-renderers"
# vscode "ms-toolsai.vscode-jupyter-cell-tags"
# vscode "ms-toolsai.vscode-jupyter-slideshow"
# vscode "ms-vsliveshare.vsliveshare"
# vscode "numso.prettier-standard-vscode"
# vscode "prisma.prisma"
# vscode "redhat.vscode-xml"
# vscode "tanhakabir.rest-book"
vscode "tyriar.sort-lines"
# vscode "vue.volar"
# vscode "zamerick.vscode-caddyfile-syntax"
